Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: Zhou Ruijin, the deputy editor of Shanghai’s Jiefang Ribao who headed the three-person writing group that wrote the articles, says that when read in his village dialect, Huangfu Ping can also be understood to mean “receiving the mandate of the people to aid Deng Xiaoping.” Zhou Ruijin,
es_us: Zhou Ruijin, el editor adjunto del Jiefang Ribao de Shanghai, quien dirigió el grupo de escritura compuesto por tres personas que escribió los artículos, dice que, cuando lee en el dialecto de su pueblo, Huangfu Ping puede también entenderse como "recibiendo el mandato de la gente para ayudar a Deng Xiaoping.” Zhou Ruijin,

source: persons.”11 A third article directly refuted conservative ideologue He Xin’s argument (see Chapter 3) that foreign investment had led to the poverty of the Third World by calling on Shanghai leaders to “courageously take a risk, boldly use foreign capital, and turn Shanghai into a commercial, financial, and information center.”12
es_us: sensatas”.11 Un tercer artículo refutó directamente el argumento del ideólogo conservador He Xin (ver Capítulo 3) que decía que la inversión extranjera había conducido a la pobreza del Tercer Mundo, al apelar a los líderes de Shanghái a "tomar riesgos con coraje, a utilizar capital extranjero con valentía, y a convertir a Shanghái en un centro comercial, financiero y de información".12

source: regarded as a practice of capitalism.” Reflecting provincial (and Dengist) impatience with conservative leaders, Cheng sharply criticized planners in Beijing who had recentralized authority over the economy, and he demanded that central policies regarding enterprise autonomy be enforced and the Enterprise Law (passed in 1988 but never put into effect) be imple-mented.
es_us: como prácticas del capitalismo". Reflejando impaciencia provincial (y de Deng) con los líderes conservadores, Cheng criticó severamente a los organizadores en Pekín que habían recentralizado la autoridad sobre la economía, y exigíó que se hagan cumplir las políticas centrales relacionadas con la autonomía de las empresas y que se implementara la Ley de Empresas (aprobada en 1988 pero nunca puesta en práctica).

source: thought as calling for “sustained, stable, and coordinated” economic devel-opment and “acting according to one’s capability” (liangli erxing).6
es_us: como requerir un desarrollo económico “sustentable, estable y coordinado” y "actuar de acuerdo con las posibilidades de cada uno” (liangli erxing).6

source: “Mass disturbances” numbered some 58,000 in 2003, and would rise to 74,000 in 2004 and 87,000 in 2005.
es_us: En 2003, los “disturbios en masa” alcanzaron 58 000, el cual llegaría, en 2004, a 74 000 y en 2005, a 87 000.

source: GaoXin,Jiang Zemin de muliao, pp.
es_us: GaoXin,Jian Zemin de muliao, pp.

source: A significant part of reformers’ efforts to regain the initiative in 1990 lay in their hopes to improve Sino–US relations.
es_us: Una porción significativa de los esfuerzos de los reformistas para reganar la iniciativa en 1990 yacía en sus esperanzas de mejorar las relaciones chino estadounidenses.

source: A turning point in this struggle for dominance – the first of several – came when a Politburo meeting on February 12, 1992, under obvious pressure from Deng, decided to relay the content of Deng’s talks orally only to cadres at or above the ministerial, provincial, and army ranks.
es_us: Un punto de inflexión en esta lucha por el dominio (el primero de muchos) tuvo lugar cuando la reunión del Politburó del 12 de febrero de 1992, por presión de Deng, decidió retransmitir el contenido de las charlas de Deng en forma oral sólo a los cuadros que estén al nivel o por encima del nivel de las filas ministeriales, provinciales y militares.

source: Aiding Qiao in this effort was Tian Jiyun, the Politburo member whose withering criticism of leftism in April 1992 may have cost him a seat on the Politburo Standing Committee.
es_us: Qiao recibió la ayuda del miembro del Buró Político Tian Jiyun, cuya fuerte crítica a la izquierda extremista en abril de 1992 pudo haberle costado el puesto en el Comité Permanente del Buró.

source: Although Jiang chose caution in the fall of 1996, he and his advisers were clearly exploring alternative approaches at the same time.
es_us: A pesar de que en otoño de 1996 Jiang eligió ser cauto, al mismo tiempo, él y sus asesores estaban claramente explorando enfoques alternativos.

source: Although such advocates did not carry the day, their views certainly influenced China’s top leadership.
es_us: Aunque estos defensores no salieron victoriosos, sus opiniones ciertamente influenciaron a los principales líderes de China.

source: Although the neostatist desire to increase state capacity appears at first glance to move in the opposite direction from popular nationalism and its criticisms of the existing government – and both of these seem distant from the New Left concerns discussed in Chapter4– in fact, all three of these trends share a basic intellectual orientation, and personal relations across them tend to be quite close.
es_us: A pesar de que el deseo neoestatista de incrementar la capacidad del Estado parece en principio ir en dirección opuesta al nacionalismo popular y sus críticas hacia el gobierno actual (y ambas posturas parecen distantes de los intereses de la Nueva Izquierda presentados en el Capítulo4), en realidad las tres corrientes comparten una orientación intelectual básica y las relaciones personales entre ellas tienden a ser muy cercanas.

source: Although theprevious chapterlaid out the major differences between the New Left and liberals, attention was focused primarily on differences in their world views.
es_us: A pesar de que en elcapítulo anteriorse expusieron las diferencias más importantes entre la Nueva Izquierda y los liberales, el enfoque se puso en mayor parte sobre las distintas maneras que tienen de ver el mundo.

source: As Jiang moved to consolidate power at the Fourth Plenum, the question was: which way would Jiang lead China?
es_us: Debido a que Jiang avanzó para consolidar el poder en el Cuarto Pleno, la pregunta era, ¿Qué camino seguiría Jiang para dirigir a China?

source: As Wang Huning’s argument suggests, many in China saw Huntington’s thesis from the perspective of ongoing discussions of “Orientalism,” believ-ing that there was a need to strengthen Chinese culture in order to meet the challenge of the clash of civilizations.41Others sought to meet this chal-lenge by bolstering Chinese culture with nationalism.
es_us: Como sugieren los argumentos de Wang Huning, muchos en China veían la tesis de Huntington desde la perspectiva de los debates en curso sobre "Orientalismo" y creían que existía la necesidad de fortalecer la cultura china para cumplir con el desafío del choque de civilizaciones41. Otros buscaban cumplir este desafío al reforzar la cultura china con nacionalismo.

source: As stability and incrementalism became one important impulse informing Chinese discourse in the i99os, concern over the changing relationship between the central government and the local governments was another.
es_us: Así como la estabilidad y el incrementalismo se convirtieron en un impulso importante en la formación del discurso de China en la década de 1990, también lo fue la preocupación respecto a la relación cambiante entre el gobierno central y el gobierno local.

source: As the struggle for dominance in the spring of 1992 would show, Deng had (or had regained) enough authority to force nominal compliance with his wishes but not enough to immediately subdue opposition.
es_us: Como quedaría demostrado en la lucha por el dominio de la primavera de 1992, Deng tenía la autoridad suficiente para imponer la obediencia nominal a sus deseos o había recuperado esta autoridad; no obstante, no poseía la autoridad suficiente para someter a la oposición de inmediato.

source: At the same time that Jiang felt pressured from the left, he was also being buffeted from the right.
es_us: A la vez que Jiang recibía presión por parte de la izquierda, también se veía apremiado desde la derecha.

source: At the same time, economic reform was stimulating a rapid increase in the number of interests and demands in society.
es_us: Al mismo tiempo, la reforma económica estimulaba un incremento rápido en los intereses y demandas en sociedad.

source: Ayear later, Chen Yuan reflected on the usefulness of Western economics for China in another article.
es_us: Un año después, Chen Yuan reflexionó en otro artículo sobre la utilidad de la economía Occidental para China.

source: Baum,Burying Mao, pp.
es_us: Baum,Burying Mao, pág.

source: Between the Fourth Plenum in 1994 and the Fifteenth Party Congress in 1997, “public opinion” played a limited but not insignificant role.
es_us: Entre el Cuarto Plenario en 1994 y el Decimoquinto Congreso del Partido en 1997, 'la opinión pública' tuvo un rol limitado pero no por eso insignificante.

source: Born in 1945, Chen Yuan entered the department of automatic control(zidong kongzhi)at Qinghua University in 1965.
es_us: Nacido enn 1945, Chen Yuan ingresó al departamento de control automático(zidong kongzhi)en la Universidad de Qinghua en 1965.

source: But conservatives in the capital clearly opposed Zhu’s appointment as vice-premier.
es_us: Pero los conservadores en la capita claramente se oponían a la designación de Zhu como vice primer ministro.

source: C H A P T E R5
es_us: CAPÍTULO5

source: Chapter 7
es_us: Capítulo 7

source: CENTER–PROVINCIAL CONFLICT OVER THE EIGHTH FIVE-YEAR PLAN
es_us: CONFLICTOCENTRO-PROVINCIAL POR EL OCTAVO PLAN QUINQUENAL

source: Chen objected to decentralization both on the grounds that it led to local protectionism and the fragmentation of the national market and, more seriously, on the grounds that the erosion of central resources was resulting in a “weak and powerless central government” surrounded by numerous “feudal lords.” These trends would, he warned, result in “the great socialist mansion that we have built laboriously over many years collapsing” if nothing were done.Faced with this dire situation, Chen recommended a “new centralization,” but one, he declared, that would be different from the old planned economy.Although Chen wanted to recentralize authority and use the power of the state to readjust China’s industrial structure, he was also very clear that he wanted to develop the role of the market (by breaking down local protectionism and ministerial interference in enterprises) even as he would give a greater role to the state.
es_us: Chen se opuso a la descentralización tanto bajo el argumento de que condujo hacia el proteccionismo local y la fragmentación del mercado nacional y, más seriamente, bajo el argumento de que la erosión de los recursos centrales estaba dando como resultado un !gobieno central débil y sin poder" rodeado por numerosos "señores feudales". Estas tendencias resultarían, según advirtió, en "la gran mansión socialista que hemos construido con arduo trabajo a lo largo de años de colapso" si no llegase a hacerse nada. De cara a esta situación extrema, Chen recomendó una "nueva centralización", pero una, según declaró, que sería diferente a la vieja economía planificada.Pese a que Chen deseaba recentralizar la autoridad y utilizar el poder del estado para reajustar la estructura industrial de China, tenía muy en claro que quería desarrollar el rol del mercado (al derribar el proteccionismo local y la interferencia ministerial en las empresas) incluso al mismo tiempo que le otorgaría un mayor rol al estado.

source: Chen obviously had the East Asian developmental state in mind.
es_us: Por supuesto, Chen tenía en mente el desarrollo del estado de Asia oriental.

source: Conservative complaints were not without some validity.
es_us: Las quejas de los conservadores tenían cierta validez.

source: Conservative instincts were to recentralize by exercising more direct con-trol over the economy.
es_us: Los instintos conservadores eran recentralizar a través del ejercicio de un control más directo sobre la economía.

source: Conservative leaders, often quite hostile to the United States, were–on the basis of Deng’s comments–able to whip up a campaign against“peaceful evolution.”Such conservatives charged that the United States, having failed to contain and overthrow socialism in the 1950s and 1960s, had pinned its hopes on the later generations of Chinese, who might be susceptible to Western influences and thus bring about change from within.
es_us: Los líderes conservadores, con frecuencia bastante a hostiles hacia los Estados Unidos, eran,según los comentariosde Deng,capaces de improvisar una campaña contra la"evolución pacífica".Estos conservadores denunciaban que los Estados Unidos, al no haber podido contener y derrocar al socialismo en los 50, había puesto sus esperanzas en las generaciones más jóvened de chinos, quien podían ser má suceptibles a las influencias occidentales y de este modo provocar el cambio desde adentro.

source: Cultural imperialism, in short, is a cheap way of achieving the goals that states formerly employed hard power to attain.40
es_us: El imperialismo cultural, en resumen, es una manera fácil de lograr los objetivos. Anteriormente los estados utilizaban el poder duro para conseguirlos40.

source: Deng appears to have been familiar with Zhu’s work and talents since at least the early 1980s, when Zhu was promoted to vice-chairman of the State Economic Commission.18When the State Economic Commission was abolished in 1988, Zhu was sent to Shanghai to be mayor.
es_us: Deng parece haber estado bien familiarizado con el trabajo y las habilidades de Zhu, desde por lo menos los comienzos de 1980, cuando Zhu fue promovido al cargo de vice presidente de la Comisión Estatalde Economía.18Cuando la Comisión Estatal de Economía fue eliminada en 1988, Zhu fue enviado a Shanghai para ocupar el cargo de alcalde.

source: Deng’s criticism of China’s leadership finally stirred Jiang Zemin to action.
es_us: La crítica de Deng hacia los líderes de China instó a Jiang Zemin a ponerse en acción.

source: Deng’s demonstration that he would not back off this time, underscored by the mobilization of the army on his behalf, stirred Chen Yun to make some concessions.
es_us: La demostración de Deng de que no se retractaría esta vez, acentuadapor la movilización del ejército en su nombre, apresuró a Chen Yun a realizar algunas concesiones.

source: Despite Chen’s partial concession in Shanghai, Deng Xiaoping obviously remained frustrated at the lack of meaningful response from the leadership.
es_us: A pesar de la concesión parcial de Chen en Shanghái, obviamente la frustración que sentía Den Xiopin no fue apaciguada, ya que la falta de respuesta significativa por parte de la directiva se hizo notar.

source: Despite this important endorsement, the meeting decided to delete a reference to guarding against leftism from the draft of Li Peng’s Government Work Report to the upcoming session of the NPC on the grounds that it would be inappropriate to include any reference to differences of opinion in a government (as opposed to Party) work report.76 A fusillade of criticism from the floor, clearly abetted by NPC chairman Wan Li, forced the premier to add a warning to his report that the main danger lay on the left – as well as to make 149 other large and small changes.
es_us: Apesar de este gran apoyo, la reunión decidió eliminar la referencia que hace alusión en contra de la izquierda del Reporte Laboral de Gobierno de Li Peng de la próxima sesión de la Legislatura de China; los argumentos sostenían que sería inapropiado incluir referencias respecto a diferencias de opinión en un reporte laboral de gobierno. Una avalancha de críticas incitadas por Wan Li, el presidente de la Legislatura, obligaron al Primer Ministro a agregar una advertencia a su reporte, aclarando que la mayor amenaza proviene de la izquierda, así como también 149 grandes y pequeñas modificaciones.

source: Domestic Trends, First Draft(Guonei dongtai qingyang) in June1993.
es_us: "Tendencias domésticas: primera versión"(Guonei dongtai qingyang),

source: Elite politics in an era of globalization and nationalism
es_us: Élite política en una era de globalización y nacionalismo

source: Fang’s release, like the other concessions, was too little and too late to win notice in the US Congress, which was increasingly vocal and hostile, but it did begin to ease the tensions in Sino–US relations.
es_us: La libreación de Fang, así como otras concesiones, fue demasiado pequeña y tardía como para atraer la atención de Congreso de los EEUU, el cual era cada vez más franco y hostil, pero si logró reducir las tensiones en las relaciones chino estadounidenses.

source: Finally, the People’s Daily began to yield to the pressure.
es_us: Por último el People’s Daily comenzó a ceder ante la presión.

source: For all of Wang Shan’s disdain of officialdom and intellectuals (whom he accuses of being destructive), he is clearly in favor of autocracy.
es_us: Debido al desprecio que expresa hacia la burocracia y los intelectuales, a quienes acusa de destructivos, resulta evidente que Wang Shang apoya la autocracia.

source: For an influential study of this issue, which will be discussed in Chapter5, see Hu Angang and Wang Shaoguang,Jiaqiang zhongyang zhengfu zai shichang jingji zhuanxing zhong de zhudao zuoyong.
es_us: Para un estudio influyente de este aspecto, el cual será discutido en el capítulo5, véase Hu Angang and Wang Shaoguang, Jiaqiang zhongyang zhengfu zai shichang jingji zhuanxing zhong de zhudao zuoyong.

source: Fourteen young scholars, mostly based at the Chinese Academy of Social Sciences, wrote the book (others participated in discussions about its con- tent), which was an extended gloss on Jiang’s 1995 speech to the Fifth Plenum on twelve major problems facing China.
es_us: Catorce jóvenes eruditos, en su mayoría de la Academia China de Ciencias Sociales escribieron el libro (otros participaron en discusiones acerca del contenido), el cual fue una glosa extensa del discurso que Jiang brindó en el año 1995 en el Quinto Pleno sobre doce problemas importantes que enfrentaba China.

source: Gao Xin and He Pin,Zhu Rongji zhuan, p.
es_us: Gao Xin y He Pin,Zhu Rongji zhuan, pág.

source: Harry Harding,The Fragile Relationship, p.
es_us: Harry Harding,A Fragile Relationship, pág.

source: Heart-to-Heart Talks was deliberately written as a response to leftist crit- icisms of reform, to refute the growing tide of nationalism, and to set out a more positive agenda for Jiang Zemin.73 As with trial balloons in American politics, the book was both identifiable with Jiang Zemin (given Liu Ji’s role) and yet had a certain plausible deniability. Heart-to-Heart Talks anticipated the publication of a new series of books under the sponsorship of Liu Ji, called Contemporary China’s Problems, that would eventually include more than twenty titles.
es_us: Heart-to-Heart Talks se escribió deliberadamente como una respuesta a la crítica izquierdista a la reforma, para refutar la creciente tendencia hacia el nacionalismo y para disponer de una agenada más positiva para Jiang Zemin.73 Como sucede con las "pruebas de opinión pública" en la política norteamericana, el libro podía identificarse con Jiang Zemin (dado el papel de Liu Ji ) y aun así era en cierta medida negable de manera creíble. Heart-to-Heart Talks anticipó la publicación de una nueva serie de libros auspiciada por Liu Ji, llamada Contemporary China’s Problems(Problemas de la China contemporánea), que finalmente incluiría más de veinte títulos.

source: Heart-to-Heart Talks, like The Critical Moment that soon followed, also reinterpreted the relationship between China’s Confucian tradition and socialism.
es_us: El libro Charlas de corazón a corazón, así como el momento crítico que rápidamente lo siguió, también reinterpretó la relación entre la tradición confuciana de China y el socialismo. ,

source: Hu Angang and Wang Shaoguang opposed the negotiated relationship between the central government and the provinces (devolving authority and establishing fiscal contracts) because it had led, in their opinion, to the creation of privileged enclaves and vested interests with special privileges.
es_us: Hu Angang y Wang Shaoguang estaban en contra de la relación que se había negociado entre el gobierno central y las provincias (que delegaba la autoridad y establecía contratos fiscales) porque había desencadenado, en su opinión, la creación de enclaves privilegiados y derechos adquiridos con privilegios especiales.

source: Hu Angang disagreed with this assessment and regarded growing regional inequalities as one of China’s most important problems.
es_us: Hu Angang no estuvo de acuerdo con esta valoración y consideró que las crecientes desigualdades regionales eran uno de los problemas más importantes de China.

source: Hu and Wang’s criticisms of “devolving authority and granting benefits” and of regional inequalities were clearly intended as critiques of the Deng Xiaoping reform program, and in this sense their views were clearly a part of the broader intellectual reflection on the “failings” of the 1980s and particularly of the 1990s.
es_us: Las críticas de Hu y Wang acerca de "delegar la autoridad y otorgar beneficios" y sobre las desigualdades regionales tenían, sin dudas, la intención de criticar el programa de reforma de Deng Xiaoping. En este sentido, sus opiniones fueron claramente parte de la reflexión intelectual más amplia sobre las "fallas" de la década de los 80 y en particular de los 90.

source: Hu’s arguments touched off a major debate.
es_us: Los argumentos de Hu desencadenaron un gran debate.

source: I have never believed that the US is really all that concerned with the human rights of the Chinese people .
es_us: Nunca creí que EE. UU. estuviera tan preocupado por los derechos humanos del pueblo chino.

source: If inflation was disturbing, the performance of the state-owned economy was even more so.
es_us: Si la inflación era preocupante, más lo era el desempeño de la economía de propiedad estatal.

source: If one nation-state is able to make its power appear reasonable in the eyes of another people, then its desires will encounter less resistance.
es_us: Si un Estado-Nación puede hacer que su poder parezca razonable a los ojos de otras personas, entonces sus deseos se encontrarán con menos resistencia.

source: In 1987, in one of the first uses of multicandidate elections(cha’e xuanju,which have more candidates than positions though not as many as two candidates for each position), Chen Yuan failed to be elected to the Beijing Party Committee.
es_us: En 1987, durante una de las primeras elecciones plurinominales(cha’e xuanju,que tienen más candidatos que puestos, pero sin llegar a dos candidatos para cada puesto), Chen Yuan fracasó a la hora de ser elegido para el Comité del Partido de Pekín.

source: In August 1994, leftists convened a meeting in Xiangshan, northwest of Beijing.
es_us: En agosto de 1994, los izquierdistas convocaron una reunión en Xiangshan, al noroeste de Pekín,
